--编号	配置编号	等级
g_Config.t_three_to_three_equip_key_ = {
	equipIndex=1,
	number=2,
	level=3,
}
g_Config.t_three_to_three_equip = {
	[12000000] = "{12000000,10200000,1,}",
	[12000001] = "{12000001,10310000,1,}",
	[12000002] = "{12000002,10514010,1,}",
	[12000003] = "{12000003,10400000,1,}",
	[12000004] = "{12000004,10031000,1,}",
	[12000005] = "{12000005,10030000,1,}",
	[12000006] = "{12000006,10020010,1,}",
	[12000007] = "{12000007,10023000,1,}",
}
return {key = g_Config.t_three_to_three_equip_key_, data = g_Config.t_three_to_three_equip } 
 -- 