--商店编号id(必须从1开始并保持连续)	显示货币类型	显示货币类型描述	商店的开启条件(空表示默认不开启；2=玩家等级开启)	商品数量	刷新时间(0不刷新)	刷新消耗	策划备注	商店名称
g_Config.t_shop_key_ = {
	id=1,
	money_type=2,
	money_type_desc=3,
	open_limit=4,
	item_num=5,
	refresh_time=6,
	refresh_cost=7,
	b=8,
	name=9,
}
g_Config.t_shop = {
	[1] = "{1,2,gs_item_name.item_2,{[2] = 11,},8,{100000,140000,180000,220000,},{5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,},'杂货商店',gs_string_name.sd1,}",
	[2] = "{2,20000041,gs_item_name.item_41,{[2] = 14,},8,{100000,140000,180000,220000,},{5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,},'竞技场-奖牌商店',gs_string_name.sd2,}",
	[3] = "{3,20000039,gs_item_name.item_39,0,8,{100000,140000,180000,220000,},{5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,},'3v3攻防战-青铜硬币商店',gs_string_name.sd3,}",
	[4] = "{4,20000038,gs_item_name.item_38,0,8,{100000,140000,180000,220000,},{5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,},'大乱斗-战魂商店',gs_string_name.sd4,}",
	[5] = "{5,20000123,gs_item_name.item_123,0,8,{100000,140000,180000,220000,},{5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,},'奎库利亚-挑战币商店',gs_string_name.sd5,}",
	[6] = "{6,3,gs_item_name.item_3,{[2] = 24,},8,0,{100,200,200,},'神秘商店',gs_string_name.sd6,}",
	[7] = "{7,20000125,gs_item_name.item_125,{[2] = 16,},8,{100000,140000,180000,220000,},{5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,},'公会商店',gs_string_name.sd7,}",
	[8] = "{8,20000129,gs_item_name.item_129,{[2] = 26,},8,{100000,140000,180000,220000,},{5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,},'补给商店',gs_string_name.sd8,}",
	[9] = "{9,{20000138,20000137,},gs_item_name.item_20000137,{[2] = 1,},8,{100000,140000,180000,220000,},{5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,5,},'友谊商店',gs_string_name.sd9,}",
}
return {key = g_Config.t_shop_key_, data = g_Config.t_shop } 
 -- 