--星级	技能开启	被动属性开启	技能升级	被动属性升级	光环开放
g_Config.t_role_skill_key_ = {
	rarity=1,
	skill=2,
	passive_property=3,
	skill_level_up=4,
	passive_property_level_up=5,
	halo_open=6,
}
g_Config.t_role_skill = {
	[1] = "{1,{1,2,3,},0,{1,2,3,},0,0,}",
	[2] = "{2,{1,2,3,},0,{1,2,3,},0,0,}",
	[3] = "{3,{1,2,3,},{1,},{1,2,3,},{1,},0,}",
	[4] = "{4,{1,2,3,},{1,2,},{1,2,3,},{1,2,},0,}",
	[5] = "{5,{1,2,3,},{1,2,3,},{1,2,3,},{1,2,3,},0,}",
	[6] = "{6,{1,2,3,},{1,2,3,4,},{1,2,3,},{1,2,3,4,},0,}",
	[7] = "{7,{1,2,3,},{1,2,3,4,5,},{1,2,3,},{1,2,3,4,5,},1,}",
}
return {key = g_Config.t_role_skill_key_, data = g_Config.t_role_skill } 
 -- 