--NPC编号	NPC名字	模型文件	默认剧情编号	NPC所在地图编号	光环编号	角色头像路径	初始动作	所属国家	策划注释
g_Config.t_npc_data_key_ = {
	npc_id=1,
	npc_name=2,
	model_id=3,
	default_screenplay_id=4,
	world_id=5,
	halo_id=6,
	icon_path=7,
	init_action=8,
	country=9,
	b=10,
}
g_Config.t_npc_data = {
	[1001] = "{1001,gs_string_name.rn300,80003031,60042000,60120003,1800021,0,41,1,'世界宝箱1区传送员',}",
	[1002] = "{1002,gs_string_name.rn301,80003031,60042001,60120003,1800021,0,41,2,'世界宝箱11区传送员',}",
	[1003] = "{1003,gs_string_name.rn302,80003031,60042002,60120003,1800021,0,41,3,'世界宝箱20区传送员',}",
	[2001] = "{2001,gs_string_name.rn300,80003031,60042100,60105000,1800021,0,41,1,'世界BOSS1区传送员',}",
	[2002] = "{2002,gs_string_name.rn301,80003031,60042101,60105000,1800021,0,41,2,'世界BOSS11区传送员',}",
	[2003] = "{2003,gs_string_name.rn302,80003031,60042102,60105000,1800021,0,41,3,'世界BOSS20区传送员',}",
	[7024] = "{7024,gs_string_name.rn180,80003021,0,1,1800021,0,41,0,'（中央公园）伊能琴美',}",
	[7025] = "{7025,gs_string_name.rn181,80003023,0,1,1800021,0,41,0,'（中央公园）依子',}",
	[7026] = "{7026,gs_string_name.rn182,80001018,0,1,1800021,0,41,0,'（中央公园）多田良',}",
	[7027] = "{7027,gs_string_name.rn183,80003020,0,1,1800021,0,41,0,'（中央公园）古间圆兒',}",
	[7028] = "{7028,gs_string_name.rn184,80001080,0,1,1800021,0,41,0,'（中央公园）法寺项介',}",
	[7029] = "{7029,gs_string_name.rn185,80003025,0,1,1800021,0,41,0,'（中央公园）时任美咲',}",
	[7030] = "{7030,gs_string_name.rn179,80003031,60050000,1,1800021,0,41,0,'（中央公园）传送员',}",
}
return {key = g_Config.t_npc_data_key_, data = g_Config.t_npc_data } 
 -- 