--第几次购买	购买精力	消耗
g_Config.t_church_pray_buy_vigor_cost_key_ = {
	times=1,
	vigor=2,
	cost=3,
}
g_Config.t_church_pray_buy_vigor_cost = {
	[0] = "{0,10,50,}",
	[1] = "{1,10,50,}",
	[2] = "{2,10,100,}",
	[3] = "{3,10,100,}",
	[4] = "{4,10,200,}",
	[5] = "{5,10,200,}",
	[6] = "{6,10,400,}",
	[7] = "{7,10,400,}",
	[8] = "{8,10,600,}",
	[9] = "{9,10,600,}",
	[10] = "{10,10,800,}",
	[11] = "{11,10,800,}",
	[12] = "{12,10,1000,}",
	[13] = "{13,10,1000,}",
	[14] = "{14,10,1200,}",
	[15] = "{15,10,1200,}",
}
return {key = g_Config.t_church_pray_buy_vigor_cost_key_, data = g_Config.t_church_pray_buy_vigor_cost } 
 -- 