--序号	地图id(world_info)	BOSS id(monster_property)	刷新时间	坐标x	坐标y	免费之后，每次花费钻石	描述	策划注释
g_Config.t_map_boss_key_ = {
	id=1,
	map_id=2,
	boss_id=3,
	update_time=4,
	pos_x=5,
	pos_y=6,
	cost_crystal=7,
	desc=8,
	b=9,
}
g_Config.t_map_boss = {
	[1] = "{1,1,31621000,{100000,120000,140000,160000,180000,200000,220000,},25,33,10,'绝望、恐怖、憎恶，就是这个表情，再来点，让我看到更多吧，BOSS出现于中央公园区域','[野外BOSS]-中原-BOSS1-弱-真户吴绪',}",
	[2] = "{2,1,31621001,{100000,120000,140000,160000,180000,200000,220000,},-25,-33,10,'人这种东西，不论何时何地都在大量地死亡，BOSS将在中央公园区域刷新','[野外BOSS]-中原-BOSS2-弱-铃屋什造',}",
	[3] = "{3,1,31621002,{130000,210000,},22,4,10,'命运什么的根本不存在，只不过是各种状况互相作用的结果，BOSS常在中央公园区域出现','[野外BOSS]-中原-BOSS3-强-神代利世',}",
	[4] = "{4,1,31621003,{130000,210000,},-22,-4,10,'你身上充斥着我最讨厌的气味，BOSS将在中央公园区域出现','[野外BOSS]-中原-BOSS4-强-杰森',}",
	[5] = "{5,1,31621004,{130000,210000,},0,0,10,'虽然目光坚强，但眼睛深处却害怕孤独，BOSS将在中央公园区域出现','[野外BOSS]-中原-BOSS5-强-独眼之枭',}",
}
return {key = g_Config.t_map_boss_key_, data = g_Config.t_map_boss } 
 -- 