--id	排名起始	排名结束	排行奖励
g_Config.t_guild_boss_guild_rank_reward_key_ = {
	id=1,
	rank_begin=2,
	rank_end=3,
	rank_reward=4,
}
g_Config.t_guild_boss_guild_rank_reward = {
	[1] = "{1,1,1,{{id = 20000125,num = 800,},{id = 2,num = 200000,},{id = 20000024,num = 100,},},}",
	[2] = "{2,2,2,{{id = 20000125,num = 750,},{id = 2,num = 150000,},{id = 20000024,num = 95,},},}",
	[3] = "{3,3,3,{{id = 20000125,num = 700,},{id = 2,num = 120000,},{id = 20000024,num = 90,},},}",
	[4] = "{4,4,4,{{id = 20000125,num = 650,},{id = 2,num = 100000,},{id = 20000024,num = 85,},},}",
	[5] = "{5,5,5,{{id = 20000125,num = 600,},{id = 2,num = 80000,},{id = 20000024,num = 80,},},}",
	[6] = "{6,6,6,{{id = 20000125,num = 550,},{id = 2,num = 60000,},{id = 20000024,num = 75,},},}",
	[7] = "{7,7,7,{{id = 20000125,num = 500,},{id = 2,num = 50000,},{id = 20000024,num = 70,},},}",
	[8] = "{8,8,8,{{id = 20000125,num = 450,},{id = 2,num = 40000,},{id = 20000024,num = 65,},},}",
	[9] = "{9,9,9,{{id = 20000125,num = 400,},{id = 2,num = 30000,},{id = 20000024,num = 60,},},}",
	[10] = "{10,10,10,{{id = 20000125,num = 350,},{id = 2,num = 20000,},{id = 20000024,num = 55,},},}",
	[11] = "{11,11,9999,{{id = 20000125,num = 300,},{id = 2,num = 10000,},{id = 20000024,num = 50,},},}",
}
return {key = g_Config.t_guild_boss_guild_rank_reward_key_, data = g_Config.t_guild_boss_guild_rank_reward } 
 -- 