gs_human_describe = gs_human_describe or {}
gs_human_describe[1] = '上井大学国文科一年级的学生。本身是一个温柔善良的男生，因为某种原因而被移植上了食尸鬼的内脏，从而成为半人半食尸鬼的特殊存在。'
gs_human_describe[2] = '清巳高中普通科二年级生。咖啡店“古董”的服务员，同时也是20区食尸鬼中的一员，S级食尸鬼，总是在金木研遇到危险的时候出手相助。'
gs_human_describe[3] = '以首席成绩在食尸鬼搜查官培训学校毕业，是个热爱研究库因克的有着不俗分析和推理能力的人，性格冷静，细腻认真。'
gs_human_describe[4] = '是一个外表绅士内心“绅士”的一个美食家，对人类“料理”十分在行，对美味食物的热衷度已经达到狂热。'
gs_human_describe[5] = '喰种对策局（CCG）的上等搜查官，为人正直。一直在默默地以自身的方式努力着，在房间的墙壁上贴满了被喰种杀害父母而成为孤儿的孩子的资料和照片，以此来激励自己。'
gs_human_describe[6] = '喰种对策局（CCG）的二等搜查官，精明干练。擅长使用由羽赫制作而成子弹的轻机枪作为防身武器。'