--星期几	体验英雄id	类型0所有英雄 1防 2攻 3技 4ccg 5喰种	类型文字描述	难度1对应关卡id	难度2对应关卡id	难度3对应关卡id	难度4对应关卡id	难度5对应关卡id	难度6对应关卡id
g_Config.t_hero_trial_week_use_key_ = {
	id=1,
	use_hero=2,
	ty=3,
	text=4,
	hurdle_1=5,
	hurdle_2=6,
	hurdle_3=7,
	hurdle_4=8,
	hurdle_5=9,
	hurdle_6=10,
}
g_Config.t_hero_trial_week_use = {
	[1] = "{1,30410220,2,gs_misc.hero_trial_1,60107000,60107007,60107014,60107021,60107028,60107035,}",
	[2] = "{2,30410240,1,gs_misc.hero_trial_2,60107001,60107008,60107015,60107022,60107029,60107036,}",
	[3] = "{3,30410270,3,gs_misc.hero_trial_3,60107002,60107009,60107016,60107023,60107030,60107037,}",
	[4] = "{4,30410230,5,gs_misc.hero_trial_4,60107003,60107010,60107017,60107024,60107031,60107038,}",
	[5] = "{5,30410250,4,gs_misc.hero_trial_5,60107004,60107011,60107018,60107025,60107032,60107039,}",
	[6] = "{6,0,0,gs_misc.hero_trial_6,60107005,60107012,60107019,60107026,60107033,60107040,}",
	[7] = "{7,0,0,gs_misc.hero_trial_7,60107006,60107013,60107020,60107027,60107034,60107041,}",
}
return {key = g_Config.t_hero_trial_week_use_key_, data = g_Config.t_hero_trial_week_use } 
 -- 