--编号	说明	X旋转	Y旋转	Z距离	X旋转速度	Y旋转速度	距离拉升速度
g_Config.t_camera_angel_key_ = {
	id=1,
	angleX=2,
	angleY=3,
	disZ=4,
	speedX=5,
	speedY=6,
	speedZ=7,
}
g_Config.t_camera_angel = {
	[84000000] = "{84000000,90,-30,10,0.1,0.1,0.1,}",
	[84000001] = "{84000001,90,-30,10,0.1,0.1,0.1,}",
	[84000002] = "{84000002,90,-30,10,0.1,0.1,0.1,}",
	[84000003] = "{84000003,90,-30,10,0.1,0.1,0.1,}",
	[84000004] = "{84000004,90,-30,10,0.1,0.1,0.1,}",
	[84000005] = "{84000005,90,-30,10,0.1,0.1,0.1,}",
}
return {key = g_Config.t_camera_angel_key_, data = g_Config.t_camera_angel } 
 -- 