--等级编号	策划注释	升级所需经验值	精英人数增加
g_Config.t_guild_lab_elite_num_add_level_key_ = {
	id=1,
	b=2,
	exp=3,
	param1=4,
}
g_Config.t_guild_lab_elite_num_add_level = {
	[1] = "{1,'1级',5000,1,}",
	[2] = "{2,'2级',11000,2,}",
	[3] = "{3,'3级',20000,3,}",
	[4] = "{4,'4级',32000,4,}",
	[5] = "{5,'5级',47000,5,}",
	[6] = "{6,'6级',65000,6,}",
	[7] = "{7,'7级',86000,7,}",
	[8] = "{8,'8级',110000,8,}",
	[9] = "{9,'9级',137000,9,}",
	[10] = "{10,'10级',167000,10,}",
	[11] = "{11,'11级',200000,11,}",
	[12] = "{12,'12级',236000,12,}",
	[13] = "{13,'13级',275000,13,}",
	[14] = "{14,'14级',317000,14,}",
	[15] = "{15,'15级',362000,15,}",
}
return {key = g_Config.t_guild_lab_elite_num_add_level_key_, data = g_Config.t_guild_lab_elite_num_add_level } 
 -- 