--玩法进入界面显示顺序key	页卡名字	系统id	系统名字	系统描述	策划说明
g_Config.t_develop_guide_ui_list_sub_key_ = {
	key=1,
	name=2,
	system_id=3,
	system_name=4,
	system_describe=5,
	b=6,
}
g_Config.t_develop_guide_ui_list = {
	[1] = "{{1,'des_1',2000010,'des_100','des_1000','冒险闯关',},{1,'des_1',2000003,'des_101','des_1001','奎库利亚',},{1,'des_1',2000006,'des_102','des_1002','世界BOSS',},{1,'des_1',2000011,'des_103','des_1003','日常任务',},}",
	[2] = "{{2,'des_2',2000012,'des_104','des_1004','英雄招募',},{2,'des_2',2000014,'des_106','des_1006','英雄升星',},{2,'des_2',2000015,'des_107','des_1007','潜能强化',},{2,'des_2',2000016,'des_108','des_1008','英雄连携',},{2,'des_2',2000013,'des_105','des_1005','吃经验药水',},}",
	[3] = "{{3,'des_3',2000017,'des_109','des_1009','装备扭蛋',},{3,'des_3',2000005,'des_111','des_1011','英雄历练',},{3,'des_3',2000018,'des_112','des_1012','装备合成',},{3,'des_3',2000003,'des_101','des_1001','奎库利亚',},{3,'des_3',2000019,'des_114','des_1014','月签到',},{3,'des_3',2000011,'des_103','des_1015','日常任务',},{3,'des_3',2000010,'des_100','des_1010','冒险闯关',},{3,'des_3',2000023,'des_122','des_1033','装备升级',},{3,'des_3',2000006,'des_102','des_1034','世界BOSS',},}",
	[4] = "{{4,'des_4',2000003,'des_101','des_1016','奎库利亚',},{4,'des_4',2000006,'des_102','des_1017','世界BOSS',},{4,'des_4',2000010,'des_100','des_1018','冒险闯关',},{4,'des_4',2000011,'des_103','des_1019','日常任务',},{4,'des_4',2000002,'des_115','des_1020','保卫战',},{4,'des_4',2000004,'des_116','des_1021','咖啡店（SLG）',},{4,'des_4',2000019,'des_114','des_1022','月签到',},{4,'des_4',2000008,'des_117','des_1023','大乱斗',},{4,'des_4',2000009,'des_118','des_1024','3V3攻防战',},}",
	[5] = "{{5,'des_5',2000021,'des_120','des_1027','七日签到',},{5,'des_5',2000019,'des_114','des_1028','月签到',},{5,'des_5',2000008,'des_117','des_1031','大乱斗',},{5,'des_5',2000009,'des_118','des_1032','3V3攻防战',},{5,'des_5',2000011,'des_103','des_1029','日常任务',},{5,'des_5',2000010,'des_100','des_1026','冒险闯关',},}",
}
return {sub_key = g_Config.t_develop_guide_ui_list_sub_key_, data = g_Config.t_develop_guide_ui_list } 
 -- 