--编号	名称	模型id	掠夺解锁等级	最大掠夺量	初始资源	生产说明
g_Config.t_building_key_ = {
	id=1,
	name=2,
	model_id=3,
	robbery_unlock_level=4,
	max_robbery_num=5,
	init_res=6,
	desc=7,
}
g_Config.t_building = {
	[1000] = "{1000,'咖啡机',80003004,10,100000,1000,'咖啡机生产并存储咖啡，咖啡可以升级咖啡机、收银机和咖啡罐。升级咖啡机可以生产和储存更多咖啡。',}",
	[2000] = "{2000,'收银机',80003006,15,100000,1000,'收银机生产并存储金币。升级收银机可以生产和储存更多金币。',}",
	[3000] = "{3000,'咖啡罐',80003005,20,100000,1000,'咖啡罐生产并存储英雄经验，收获英雄经验会得到经验药水。升级咖啡罐可以生产和储存更多英雄经验。',}",
}
return {key = g_Config.t_building_key_, data = g_Config.t_building } 
 -- 