--顺序	面具对应配置表	面具初始编号	需求上个面具的面具等级	消耗经验药水1	消耗经验药水2	消耗经验药水3	消耗经验药水4	类型（1为面具，2为昆克）
g_Config.t_mask_sort_key_ = {
	sort=1,
	cfg=2,
	def_number=3,
	unlocal_level=4,
	cost_exp_id1=5,
	cost_exp_id2=6,
	cost_exp_id3=7,
	cost_exp_id4=8,
	type=9,
}
g_Config.t_mask_sort = {
	[1] = "{1,'mask_001',40100000,0,20005001,20005002,20005003,20005004,1,}",
	[2] = "{2,'mask_002',40110000,246,20005001,20005002,20005003,20005004,1,}",
	[3] = "{3,'mask_003',40120000,246,20005001,20005002,20005003,20005004,1,}",
	[4] = "{4,'mask_004',40130000,246,20005001,20005002,20005003,20005004,1,}",
	[5] = "{5,'mask_005',40140000,246,20005001,20005002,20005003,20005004,2,}",
}
return {key = g_Config.t_mask_sort_key_, data = g_Config.t_mask_sort } 
 -- 